Repository: JimmyRice/Framework-detector
Catalog: Framework detector/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld Apps · %lld Intel
zh_hans: 共 %lld 个应用 · %lld 个 Intel
zh_hant: 共 %lld 個應用程式 · %lld 個 Intel

source: %lld Apps · %lld Packages · %lld Intel
zh_hans: 共 %lld 个应用 · %lld 个软件包 · %lld 个 Intel
zh_hant: 共 %lld 個應用程式 · %lld 個軟體包 · %lld 個 Intel

source: %lld Intel
zh_hans: %lld 个 Intel
zh_hant: %lld 個 Intel

source: A powerful macOS app architecture detection tool. Quickly identify Intel, Apple Silicon, and Universal apps.
zh_hans: 强大的 macOS 应用程序架构检测工具。 快速识别 Intel、Apple Silicon 和 Universal 应用。
zh_hant: 強大的 macOS 應用程式架構檢測工具。 快速識別 Intel、Apple Silicon 和 Universal 應用程式。

source: About Framework Detector
zh_hans: 关于 Framework Detector
zh_hant: 關於 Framework Detector

source: All
zh_hans: 全部
zh_hant: 全部

source: All Sources
zh_hans: 全部来源
zh_hant: 全部來源

source: Applications
zh_hans: 应用程序
zh_hant: 應用程式

source: Architecture
zh_hans: 按架构
zh_hant: 依架構

source: Architecture Detector
zh_hans: 架构检测器
zh_hant: 架構檢測器

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates...
zh_hans: 检查更新...
zh_hant: 檢查更新...

source: Copy Path
zh_hans: 复制路径
zh_hant: 複製路徑

source: Filter by Architecture
zh_hans: 按架构筛选
zh_hant: 依架構篩選

source: Homebrew or MacPorts is detected, but the package directory cannot be read due to sandbox restrictions. Please go to 'System Settings → Privacy & Security → Full Disk Access', add 'Architecture Detector' to the list, and click 'Rescan'.
zh_hans: 检测到已安装 Homebrew 或 MacPorts，但由于沙盒限制无法读取软件包目录。 请前往「系统设置 → 隐私与安全性 → 完全磁盘访问权限」，将“架构检测器”添加到列表，然后点击「重新扫描」。
zh_hant: 偵測到已安裝 Homebrew 或 MacPorts，但由於沙盒限制無法讀取軟體包目錄。 請前往「系統設定 → 隱私權與安全性 → 完全磁碟存取權限」，將「架構檢測器」加入列表，然後點擊「重新掃描」。

source: Include System Apps (/System)
zh_hans: 包含系统应用 (/System)
zh_hant: 包含系統應用程式 (/System)

source: Name
zh_hans: 按名称
zh_hant: 依名稱

source: No apps or packages match the current filter.
zh_hans: 当前筛选条件下没有匹配的应用或软件包
zh_hant: 目前篩選條件下沒有符合的應用程式或軟體包

source: No Matches
zh_hans: 无匹配项目
zh_hant: 無符合項目

source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Preparing to scan...
zh_hans: 准备扫描...
zh_hant: 準備掃描...

source: Project Homepage
zh_hans: 项目主页
zh_hant: 專案首頁

source: Rescan
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Scan cancelled
zh_hans: 扫描已取消
zh_hant: 掃描已取消

source: Scan Options
zh_hans: 扫描选项
zh_hant: 掃描選項

source: Scanning %@...
zh_hans: 正在扫描 %@...
zh_hant: 正在掃描 %@...

source: Scanning Homebrew packages...
zh_hans: 正在扫描 Homebrew 软件包...
zh_hant: 正在掃描 Homebrew 軟體包...

source: Scanning MacPorts packages...
zh_hans: 正在扫描 MacPorts 软件包...
zh_hant: 正在掃描 MacPorts 軟體包...

source: Scanning, please wait...
zh_hans: 正在扫描，请稍候…
zh_hant: 正在掃描，請稍候…

source: Search by name
zh_hans: 搜索名称
zh_hant: 搜尋名稱

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Sort by
zh_hans: 排序方式
zh_hant: 排序方式

source: Source
zh_hans: 来源
zh_hant: 來源

source: Stop Scanning
zh_hans: 停止扫描
zh_hant: 停止掃描

source: Storage Access Required
zh_hans: 需要存储访问权限
zh_hant: 需要儲存存取權限

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Version %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)
